[
    {"no":"1", "markUp":"T", "text":"2020 - The Year 'Building the Bulwark'"},
    {"no":"2", "markUp":"H", "text":"Prophecy"},
    {"no":"3", "markUp":"L", "text":"'I will make you a BULWARK to defend against the onslaught of the enemy those who are not prepared, those who are not ready. I will not have them swept away because they are not ready, but I will protect them behind the BULWARK THAT I FORM OUT OF YOU. I want you to be ready to join yourselves with others and to stand together with them in battle against the onslaught that is coming and to defend the weak, and to defend those who are confused, and to protect those who are not prepared, until I am able to fulfill my entire plan."},
    {"no":"4", "markUp":"L", "text":"You are a bulwark that I have set up to stem the onslaught of the enemy; you are my servants and my people. Lay down your lives now for  the things that I have revealed to you. Commit yourself to them so that in the day of battle you can stand fast and prove victorious with me'"},
    {"no":"5", "markUp":"I", "text":"(Bulwark Prophecy, 1975)"},
    {"no":"6", "markUp":"G", "text":"Heavenly Father, we thank you for bringing us together as a family. We thank you for the brotherhood and sisterhood that we share. We thank you for raising us up in this city, to be a BULWARK, to defend those who are weak and confused and to protect those who are not prepared. Lord, form us into the Bulwark that you want us to become. Teach us to love one another, forgive one another and serve one another as true brothers and sisters."},
    {"no":"7", "markUp":"G", "text":"In this year, give us your heart and your zeal to reach out to those who are weak, confused, and searching for you."},
    {"no":"8", "markUp":"G", "text":"Help us to step out of our comfort zone and move out to bring your life and love to those in need. Lord, may we answer your call to pray for more laborers and join in laboring for your harvest, that is truly ripe. Help each one of us to be sacrificial in the way we give of our time, energy, gifts, money and resources for the building of the BULWARK that you are forming out of us."},
    {"no":"9", "markUp":"G", "text":"Bless all our plans and efforts and expand our Bulwark, Lord."},
    {"no":"10", "markUp":"G", "text":"We ask this in the name of Jesus, Our Lord. Amen."}
]