[
{"no":"1", "markUp":"T", "text":"Opening Ceremony"},
{"no":"2", "markUp":"H", "text":"The Lighting of the Candle"},
{"no":"3", "markUp":"I", "text":"The Assistant usually presides over the Lighting of the Candle. For a shortened form of the ceremony the passage from John 1:1-5 may be omitted."},
{"no":"4", "markUp":"A O R", "text":"In the beginning was the word and the word was with God and the Word was God."},
{"no":"5", "markUp":"G O R", "text":"All things were made through him and without him nothing was made that has been made."},
{"no":"6", "markUp":"A O R", "text":"In him was life and the life was the light of men."},
{"no":"7", "markUp":"G O R", "text":"The light shines in the darkness and the darkness has not overcome it. (John 1:1-5)"},
{"no":"8", "markUp":"A", "text":"Heavenly Father, in honour of your Son, Light of the World and Author of Life, we are about to kindle the light for the Lord's Day. On this day, you raised your son Jesus from the dead and began the new creation. May our celebration of his resurrection this day be filled with your peace and heavenly blessing. Be gracious to us and cause your Holy Spirit to dwell more richly among us."},
{"no":"9", "markUp":"A", "text":"Father of Mercy, continue your loving kindness toward us. Make us worthy to walk in the way of your son, loyal to your teaching and unwavering in love and service. Keep far from us all anxiety, darkness, and gloom; and grant that peace, light, and joy ever abide among us."},
{"no":"10", "markUp":"G", "text":"For in you is the fountain of life; in your light do we see light."},
{"no":"11", "markUp":"I", "text":"The Assistant lights the candle and recites the following blessing:"},
{"no":"12", "markUp":"A", "text":"Blessed are you, Lord our God, who created light on the first day and raised your son, the Light of the World, to begin the new creation. Blessed are you, Lord our God, King of the Universe, who gives us joy as we kindle the light for the Lord's Day."},
{"no":"13", "markUp":"G", "text":"Amen"},
{"no":"14", "markUp":"I", "text":"For a shorter form of the ceremony, the following set of exhortations and responses may be omitted."},
{"no":"15", "markUp":"L O", "text":"Let us trust in the Lord and in his saving help. "},
{"no":"16", "markUp":"G O", "text":"The Lord is my light and my salvation. "},
{"no":"17", "markUp":"L O", "text":"Let us receive his life and rejoice in his presence. "},
{"no":"18", "markUp":"G O", "text":"He is the true light that enlightens every man. "},
{"no":"19", "markUp":"L O", "text":"Let us keep his commandments and walk in his ways."},
{"no":"20", "markUp":"G O", "text":"His Word is a lamp to my feet and a light to my path."},
{"no":"21", "markUp":"L O", "text":"Let us proclaim his goodness and show forth his glory."},
{"no":"22", "markUp":"G O", "text":"We are the light of the world and the salt of the earth."},
{"no":"23", "markUp":"H", "text":"The Blessing of the Meal and the Setting-Aside of the Day"},
{"no":"24", "markUp":"S", "text":"Opening Proclamation"},
{"no":"25", "markUp":"I", "text":"The following blessing is a proclamation to introduce the meal and normally would be said entirely by the Leaders but can also be read responsively, as indicated."},
{"no":"26", "markUp":"L R", "text":"Brothers and sisters, this is the Lord's Day."},
{"no":"27", "markUp":"G R", "text":"Let us welcome it in joy and peace."},
{"no":"28", "markUp":"L R", "text":"Today we set aside the concerns on the week that we may honour the Lord and celebrate his resurrection. Today we cease from our work in order to worship God and remember the eternal life to which he has called us."},
{"no":"29", "markUp":"G R", "text":"The Lord himself is with us to refresh and strengthen us."},
{"no":"30", "markUp":"L R", "text":"Let us welcome God among us and give him glory."},
{"no":"31", "markUp":"G R", "text":"Let us love one another in Christ."},
{"no":"32", "markUp":"L R", "text":"May the Holy Spirit be with us to deepen our devotion to the Lord, and to increase our zeal for the way of life he has given us."},
{"no":"33", "markUp":"I", "text":"A song or a time of praise may be inserted here."},
{"no":"34", "markUp":"S", "text":"Blessing of the Wine"},
{"no":"35", "markUp":"I", "text":"The Leader pours a cup of wine and recites the following blessings with the cup raised:"},
{"no":"36", "markUp":"L", "text":"Let us praise God with this symbol of joy and thank him for the blessings of the past week - for health, strength, and wisdom; for our life together in Krist Kiran Parivar for the discipline of our trials and temptations; for the happiness that has come to us out of our work."},
{"no":"37", "markUp":"L V ordinary", "text":"Let us thank him this day especially for the great blessings he has bestowed on us in Christ. From his fullness, we have all received grace upon grace. We who were dead through sin have been brought to life together with Christ and raised up with him and made to sit in heavenly places with him. Lord our God, you have brought us into the rest of Christ."},
{"no":"38", "markUp":"G V ordinary", "text":"Now we live with Him through the Holy Spirit and we look for the day when we will dwell with him in your everlasting kingdom."},
{"no":"39", "markUp":"L V lent", "text":"Let us thank him this day especially for the victory over sin that he won for us upon the cross and for this season in which we turn our eyes to him with renewed fervour, hungering and thirsting for righteousness. Lord our God, we have fasted this week that we might seek your face."},
{"no":"40", "markUp":"G V lent", "text":"And now we eat and drink with joy as we celebrate your salvation."},
{"no":"41", "markUp":"L V easter", "text":"Let us thank him this day especially for the great victory he has won for us in Christ. By his resurrection he has triumphed over sin, conquered death, defeated Satan, and won for us the riches of an eternal inheritance. We who were perishing through sin have been brought to life together with Christ and raised up with him and made to sit in heavenly places with Him. Lord our God, you have given us a new birth through the resurrection of Christ."},
{"no":"42", "markUp":"G V easter", "text":"Now we live with Him through the Holy Spirit and we look for the day when we will dwell with him in your everlasting Kingdom."},
{"no":"43", "markUp":"L V advent", "text":"Let us thank him this day especially for the salvation we receive in Christ. By his coming in the flesh he ransomed us from sin and the power of death, and by his coming again he will renewal all things, destroy every evil, and establish the eternal reign of God on earth. Lord our God, you have made us your sons through Jesus Christ."},
{"no":"44", "markUp":"G V advent", "text":"Now we live with Him through the Holy Spirit and we look for the day when we will dwell with him in your everlasting kingdom."},
{"no":"45", "markUp":"L V christmas", "text":"Let us thank him this day especially for the great blessings he has bestowed on us in Christ. In him the fullness of God was pleased to dwell, reconciling earth to heaven, and imparting to us the fullness of life. In him the Word became flesh, enabling men and women of flesh to become children of God. Lord our God, you have revealed to us your glory in Jesus your Son and have made us partakers of the divine nature."},
{"no":"46", "markUp":"G V christmas", "text":"Now we live with Him through the Holy Spirit and we look for the day when we will dwell with him in your everlasting kingdom."},
{"no":"47", "markUp":"L", "text":"Blessed are you, Lord our God, King of the Universe, who has created the fruit of the vine."},
{"no":"48", "markUp":"G", "text":"Amen."},
{"no":"49", "markUp":"S", "text":"The Setting-Aside of the Day"},
{"no":"50", "markUp":"I", "text":"This blessing welcomes the day and consecrates it to the celebration of the Lord's resurrection."},
{"no":"51", "markUp":"L", "text":"Blessed are you, Lord our God, for the true rest you have given us in your son Jesus and for this day, which is a commemoration of his redeeming work. We celebrate this day with gladness and consecrate it to the celebration of his resurrection and of the new creation founded in him. Look graciously upon your servants and show us your glory. Blessed are you, Lord our God, who favour the people in the days set aside in your honour."},
{"no":"52", "markUp":"G", "text":"Amen."},
{"no":"53", "markUp":"I", "text":"The Leader drinks from the cup and passes it to the others present."},
{"no":"54", "markUp":"S", "text":"Blessing of the Bread"},
{"no":"55", "markUp":"I", "text":"The Leader takes bread and recites the following blessing:"},
{"no":"56", "markUp":"L", "text":"The eyes of all look to you, O Lord, and you give them their food in due season."},
{"no":"57", "markUp":"G", "text":"You open your hand; you satisfy the desire of every living thing."},
{"no":"58", "markUp":"L", "text":"Blessed are you, Lord our God, King of the Universe, who brings forth bread from the earth."},
{"no":"59", "markUp":"G", "text":"Amen."},
{"no":"60", "markUp":"I", "text":"The Leader distributes the bread to the others present and begins the meal."}
]