[
    {"no":"1", "markUp":"T", "text":"Closing Ceremony"},
    {"no":"2", "markUp":"T", "text":"(Sunday Evening)"},
    {"no":"3", "markUp":"H", "text":"Blessing before the Meal"},
    {"no":"4", "markUp":"I", "text":"The ceremony may begin with a song or a time of praise. The following prayer, the Song of Zechariah, may be included at this point, or the Leader may decide to move directly to the next prayer."},
    {"no":"5", "markUp":"L", "text":"Blessed be the Lord God of Israel, for he has visited and redeemed his people, and has raised up a horn of salvation for us in the house of his servant David, as he spoke by the mouth of his holy prophets from of old, that we should be saved from our enemies, and from the hand of all who hate us; to perform the mercy promised to our fathers, and to remember his holy covenant, the oath which he swore to our father Abraham, to grant us that we, being delivered from the hand of our enemies, might serve him without fear, in holiness and righteousness before him all the days of our life. For the day has dawned upon us from on high to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace. (Luke 1:68-79)"},
    {"no":"6", "markUp":"I", "text":"The Leader pours a cup of wine and recites the following blessing:"},
    {"no":"7", "markUp":"L", "text":"Behold, God is my salvation."},
    {"no":"8", "markUp":"G", "text":"I will trust and will not be afraid."},
    {"no":"9", "markUp":"L", "text":"For God the Lord is my strength and song."},
    {"no":"10", "markUp":"G", "text":"And he has become my salvation."},
    {"no":"11", "markUp":"L", "text":"Therefore with joy you will draw water from the wells of salvation. Salvation belongs to the Lord."},
    {"no":"12", "markUp":"G", "text":"Your blessing be upon your people. "},
    {"no":"13", "markUp":"L", "text":"The Lord of Hosts is with us. "},
    {"no":"14", "markUp":"G", "text":"The God of Jacob is our refuge."},
    {"no":"15", "markUp":"L", "text":"God's people had light and joy and gladness and honour."},
    {"no":"16", "markUp":"G", "text":"So be it with us."},
    {"no":"17", "markUp":"L", "text":"I will life the cup of salvation and call upon the Name of the Lord. Blessed are you, Lord our God, King of the Universe, who have created the fruit of the vine."},
    {"no":"18", "markUp":"G", "text":"Amen."},
    {"no":"19", "markUp":"I", "text":"The leader drinks from the cup, passes it, and takes the bread. He then recites the following blessing:"},
    {"no":"20", "markUp":"L", "text":"Blessed are you, Lord our God, King of the Universe, who bring forth bread from the earth."},
    {"no":"21", "markUp":"G", "text":"Amen."},
    {"no":"22", "markUp":"I", "text":"The Leader distributes the bread to the others present and begins the meal."}
]