[
    {"no":"1", "markUp":"H", "text":"Blessings after the Meal"},
    {"no":"2", "markUp":"I", "text":"After the meal another cup of wine is poured, and the following blessings are recited with the cup raised"},
    {"no":"3", "markUp":"L", "text":"Let us bless the Lord."},
    {"no":"4", "markUp":"G", "text":"Blessed be the name of the Lord from this time forth and forever."},
    {"no":"5", "markUp":"L", "text":"Let us bless the Lord our God, of Whose bounty we have partaken."},
    {"no":"6", "markUp":"G", "text":"Blessed be our God, of Whose bounty we have partaken and through Whose goodness we live."},
    {"no":"7", "markUp":"L", "text":"Blessed are You, Lord our God, Who feed the whole world with Your goodness, with grace, with steadfast love and mercy. Through Your great goodness food has never failed us. May it not fail us forever and ever, for Your great name's sake, since You nourish and sustain all beings, and do good to all, and provide food for all Your creatures whom You have created. Blessed are You, Lord our God, King of the universe, Who give food to all."},
    {"no":"8", "markUp":"G", "text":"Blessed be His name forever."},
    {"no":"9", "markUp":"L", "text":"Blessed are You, Lord our God, for by Your great mercy we have been born anew to a living hope through the resurrection of Jesus Christ from the dead and to an inheritance that is imperishable, undefiled, and unfading. Blessed are You, Lord our God, King of the universe, for giving us new life in Your Son."},
    {"no":"10", "markUp":"G", "text":"Blessed be His name forever."},
    {"no":"11", "markUp":"L", "text":"Have mercy, Lord our God, upon Your people who belong to Your Son, the dwelling place of Your Holy Spirit. Grant that the Christian people throughout the world may attain the unity for which Jesus prayed on the eve of His sacrifice and that we in NN may be a sign of that unity and a means of its growth. May all Your people be renewed in the power of Your Holy Spirit, so that we might be without spot or blemish and ready for Your Son's return. Blessed are You, Lord our God, King of the universe, ruler and builder of Your people."},
    {"no":"12", "markUp":"G", "text":"Blessed be His name forever."},
    {"no":"13", "markUp":"I", "text":"As the cup is passed the Leader reads the following blessing."},
    {"no":"14", "markUp":"L", "text":"May the Lord bless you and keep you; may the Lord make his face to shine upon you and be gracious to you; may the Lord lift up his countenance upon you and give you peace. (Numbers 6:24-26)"}
]