[
    {"no":"1", "markUp":"T", "text":"Prayer after the Meal"},
    {"no":"2", "markUp":"H", "text":"The Concluding of the Day"},
    {"no":"3", "markUp":"I", "text":"The leader lifts the cup and says the following"},
    {"no":"4", "markUp":"L", "text":"Blessed are You, Lord our God, King of the Universe, Who sanctify us through faith in the resurrection of Christ and bless us in this day set apart to celebrate His victory. Blessed are You, Lord our God, Who have given us new life in Your Son."},
    {"no":"5", "markUp":"G", "text":"Amen"},
    {"no":"6", "markUp":"I", "text":"Pass the cup of wine and recite the following prayer while the cup is being passed."},
    {"no":"7", "markUp":"L", "text":"Father in heaven, grant that we may begin the working days which draw near to us in peace; freed from all sin and transgression, filled with the joy of Your Holy Spirit, and following in the ways of Your Son Jesus. May we be fully clothed in Him, the New Man, created after Your likeness in righteousness and holiness."},
    {"no":"8", "markUp":"L", "text":"Father of mercy, bless and prosper the work of our hands. Make us fruitful in every good work, unweary in well-doing, knowing that in Christ our labour is not in vain. May all that we do, in word or deed, be to the praise of Your glory through Jesus Christ Your Son."},
    {"no":"9", "markUp":"L", "text":"Our God and King, guide and defend the people called by Your Name. Strengthen and prosper all who cherish thoughts of good toward Your people, and fulfil their purposes, but frustrate those who devise evil plans against Your people, and make their designs of no effect; as it is said, 'Take counsel together, but it will come to nothing; speak a word, but it will not stand, for God is with us' (Isaiah 8:10)"},
    {"no":"10", "markUp":"L", "text":"Open to us, Father of mercies and Lord of forgiveness, in this week and in the weeks to come, the gates of light and blessing, of redemption and salvation, of heavenly help and rejoicing, of holiness and peace, of the study of Your teaching and of prayer. In us also let the scripture be fulfilled:"},
    {"no":"11", "markUp":"L", "text":"How beautiful on the mountains are the feet of him who brings good news, who heralds peace, brings happiness, proclaims salvation, who says to Zion, 'Your God reigns.' (Isaiah 52:7)"},
    {"no":"12", "markUp":"G", "text":"Amen"},
    {"no":"13", "markUp":"I", "text":"The leader extinguishes the Lord’s Day candle. A song may be sung to conclude."}
]