[
    {"no":"1", "markUp":"T", "text":"Prayer after the Meal"},
    {"no":"2", "markUp":"H", "text":"(The Concluding of the Day)"},
    {"no":"3", "markUp":"I", "text":"The Leader pours a cup of wine, lifts it, and recites the following blessing:"},
    {"no":"4", "markUp":"L", "text":"Blessed are you, Lord our God, King of the Universe, who sanctify us through faith in the resurrection of Christ and bless us in this day set apart to celebrate his victory."},
    {"no":"5", "markUp":"L", "text":"Blessed are you, Lord our God, who have given us new life in your Son."},
    {"no":"6", "markUp":"G", "text":"Amen."},
    {"no":"7", "markUp":"I", "text":"The leader drinks from the cup, passes it, and recites the following prayer while the cup is being passed."},
    {"no":"8", "markUp":"L", "text":"Father in Heaven, grant that we may begin the working days which draw near to us in peace; freed from all sin and transgression, filled with the joy of your Holy Spirit, and following in the ways of your Son Jesus. May we be fully clothed in him, the New Man, created after your likeness in true righteousness and holiness."},
    {"no":"9", "markUp":"L", "text":"Father of Mercy, bless and prosper the work of our hands. Make us fruitful in every good work, unwearied in well-doing, knowing that in Christ our labour is not in vain. May all that we do, in word or deed, be to the praise of your glory through Jesus your Son."},
    {"no":"10", "markUp":"L", "text":"Our God and King, guide and defend the people called by your Name. Strengthen and prosper all who cherish thoughts of good towards your people, and fulfil their purposes, but frustrate those who devise evil plans against your people, and make their designs of no effect; as it is said, 'Take counsel together, but it will come to nothing; speak a word, but it will not stand, for God is with us' (Is 8:10)."},
    {"no":"11", "markUp":"L", "text":"Open to us, Father of Mercies and Lord of Forgiveness, in this week and in the weeks to come, the gates of heavenly help and rejoicing, of holiness and peace, of the study of your teaching and of prayer. In us also let the Scripture be fulfilled:"},
    {"no":"12", "markUp":"L", "text":"How beautiful on the mountains are the feet of him who brings good news, who heralds peace, brings happiness, proclaims salvation, who says to Zion, 'Your God reigns.' (Is 52:7)"},
    {"no":"13", "markUp":"G", "text":"Amen."},
    {"no":"14", "markUp":"I", "text":"The leader extinguishes the Lord's Day candle, if it has been left burning throughout the day. A song may be sung to conclude."}
]